---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.PulldownButtonData
source: html/402e28ea-2260-e27c-bb10-7bbf5d9d1cce.htm
---
# PulldownButtonData Members

Constructs a new instance of PulldownButtonData.